hello = """Добро пожаловать!
Для регистрации нужен ваш номер телефона.
Нажмите на кнопку ниже."""

menu = """Регистрация прошла успешно!

AUTOMATE MP - сервис автоматизирующий рутину на маркетплейсах. 

Делитесь реферальной ссылкой. Поставщик сможет воспользоваться нашими услугами с максимальной скидкой, а вы получите 20% от суммы его покупки.

Нажимайте кнопку “Получить реферальную ссылку” 

💡Также не забудьте подписаться на канал, там много интересных кейсов и новостей"""

support = "Напишите нам 👉@automate_support"

faq = "Часто спрашивают\ntelegraph"

ref = """Вот твоя ссылка:
<code>{ref_url}</code>

Дальше все просто - копируешь эту ссылку и
делишься со знакомыми, друзьями и партнерами. 

После того как по твоей ссылке будет совершена
покупка - ты автоматически получишь деньги на
баланс. Вывод доступен моментально на карту
любого банка."""

profile = """<b>Ваш профиль</b>
{username}

<b>Статистика</b>
Переходы по ссылке - {ref_count}
Заявок - {reqs}
Продаж - {sells}
Доступно к выводу - {ready_out} руб
Выведено - {out} руб"""

no_money = """К сожалению, у вас на балансе недостаточно средств.

После того как по твоей ссылке будет совершена покупка - ты автоматически получишь деньги на баланс. Вывод доступен моментально на карту любого банка.

Вот твоя ссылка:
<code>{ref_url}</code>
"""

enter_card = """Отправьте номер карты в чат

Вывод средств доступен только на банковские карты РФ. Если ваша карта не РФ, свяжитесь с нашей тех поддержкой @automate_support"""

request_out_money = """Заявка на вывод успешно сформирована!

Срок зачисления средств 1-2 рабочих дня 🙂"""

request_out_money_for_helper = """Новая заявка на вывод средств
Пользователь: @{username}
Карта: <code>{card}</code>"""